Revit 2024 API
ParameterTypeId.RampAttrTextSize Property
 "Text Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RampAttrTextSize { get; }
Visual Basic
Public Shared ReadOnly Property RampAttrTextSize As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RampAttrTextSize {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace